{
    "movies": [
        {
            "id": 1,
            "name": "Отряд самоубийц: Миссия навылет",
            "year": 2021,
            "country": [
                "Великобритания",
                "Канада",
                "США"
            ],
            "genre": [
                "Боевик",
                "Комедия",
                "Приключения"
            ],
            "time": "2 часа 12 минут",
            "viewing": [
                "многоголосный",
                "18+"
            ],
            "director": [
                "Джеймс Ганн"
            ],
            "cast": [
                "Идрис Эльба",
                "Марго Робби",
                "Джон Сина",
                "Юэль Киннаман",
                "Сильвестр Сталлоне",
                "Виола Дэвис",
                "Алиси Брага"
            ],
            "image": "https://www.kino-teatr.ru/movie/posters/big/0/139280.jpg",
            "description": "Опасные приключения героев комиксов DC Comics продолжаются в фантастическом блокбастере «Отряд самоубийц: Миссия навылет». На этот раз Аманда Уоллер собирает для очередного сверхсекретного задания отряд наемников из самых отъявленных преступников и злодеев со сверхспособностсями, которых держат под замком в самой охраняемой тюрьме Белль-Рив. К отряду вынужден присоединиться заключенный Роберт Дюбуа, который отправил Супермена в реанимацию, так как стрелял в него пулей из криптонита. Отряду самоубийц поручено уничтожить секретную лабораторию, где проводят опыты над людьми, более известную как проект под кодовым названием «Морская звезда» и любые упоминания о нем. Правда всей команде предварительно вживляют в голову взрывное устройство, которое сработает в случае побега. © ГидОнлайн",
            "mark": 6.80
        },
        {
            "id": 2,
            "name": "Виво",
            "year": 2021,
            "country": [
                "Канада",
                "США"
            ],
            "genre": [
                "Приключения",
                "Комедия",
                "Мультфильм"
            ],
            "time": "1 час 35 минут",
            "viewing": [
                "дублированный"
            ],
            "image": "https://www.kino-teatr.ru/movie/posters/big/5/146825.jpg",
            "description": "Больше всего пожилой житель Кубы Андрес Эрнандес сожалеет о том, что так и не набрался смелости признаться в любви очаровательной Марте Сандовал с которой они выступали в молодости и дарили зрителям красивые песни. Судьба развела их в разные уголки земли. И вот однажды Андрес получает письмо от Марты в котором она сообщает о завершении своей певческой карьеры и приглашает его приехать в Майами, чтобы в последний раз спеть дуэтом свои любимые песни. Но сам Андрес не может отправиться в путешествие поэтому передает письмо с написанной песней своему лучшему другу, питомцу кинкажу по имени Виво, чтобы тот доставил его Марте. Вместе с Виво на поиски приключений отправляется юная девочка и большая любительница романтических историй Габи. © ГидОнлайн",
            "mark": 8.63
        },
        {
            "id": 3,
            "name": "Круиз по джунглям",
            "year": 2021,
            "country": [
                "США"
            ],
            "genre": [
                "Комедия",
                "Приключения",
                "Фэнтези"
            ],
            "time": "2 часа 07 минут",
            "viewing": [
                "многоголосный",
                "12+"
            ],
            "director": [
                "Жауме Кольет-Серра"
            ],
            "cast": [
                "Эмили Блант",
                "Дуэйн Джонсон",
                "Пол Джаматти"
            ],
            "image": "https://www.kino-teatr.ru/movie/posters/big/1/132621.jpg",
            "description": "В поисках древа жизни, исцеляющего любые недуги, исследовательница дикой природы и наследница огромного состояния Лили Хоутон отправляется в Амазонку. Вместе с братом Макгрегором она собирается попасть в самые отдаленные уголки дикой природы, куда не ступала нога белого человека. Круиз по джунглям — весьма увлекательная затея, но для безопасности Лили и Макгрегору нужен профессиональный проводник. Им становится отважный капитан речного судна Фрэнк Вульф, который готов отправиться в опасное путешествие за приличную сумму денег. Однако путники даже не подозревали, какие трудности их ждут в Амазонке! © ГидОнлайн",
            "mark": 8.71
        },
        {
            "id": 4,
            "name": "Форсаж 9",
            "year": 2021,
            "country": [
                "Канада",
                "США",
                "Тайланд"
            ],
            "genre": [
                "Боевик",
                "Криминал",
                "Приключения"
            ],
            "time": "2 часа 23 минут",
            "viewing": [
                "многоголосный",
                "12+"
            ],
            "director": [
                "Джастин Лин"
            ],
            "cast": [
                "Вин Дизель",
                "Тайриз Гибсон",
                "Джордана Брюстер",
                "Натали Эммануэль",
                "Мишель Родригес",
                "Хелен Миррен",
                "Шарлиз Терон",
                "Джон Сина"
            ],
            "image": "https://www.kino-teatr.ru/movie/posters/big/2/132602.jpg",
            "description": "Главный герой криминального боевика «Форсаж 9» — Доминик Торетто давно отошел от дел и живет спокойной жизнью вместе с любимой женщиной Летти и маленьким сыном Брайаном. Семья живет в загородном доме вдали от городской суеты, куда часто приезжают близкие. Но Летти тяготится такой тихой жизнью. Однако вскоре ей предстоит снова окунуться в водоворот событий, так как Доминика ждет встреча с призраками прошлого в лице профессионального вора, наемного убийцы и первоклассного гонщика Джейкоба, который обратил свою любовь к семье в ярость и намерен уничтожить Доминика. Впереди героев ждут: невероятные приключения, сумасшедшие погони, а также встречи с давними врагами и потерянными друзьями. © ГидОнлайн",
            "mark": 5.98
        },
        {
            "id": 5,
            "name": "Телохранитель жены киллера",
            "year": 2020,
            "country": [
                "Великобритания",
                "США"
            ],
            "genre": [
                "Боевик",
                "Комедия"
            ],
            "time": "1 часа 40 минут",
            "viewing": [
                "дублированный",
                "18+"
            ],
            "cast": [
                "Райан Рейнольдс",
                "Сэмюэл Л. Джексон",
                "Сальма Хайек",
                "Морган Фриман",
                "Антонио Бандерас",
                "Фрэнк Грилло"
            ],
            "image": "https://www.kino-teatr.ru/movie/posters/big/5/140175.jpg",
            "description": "После того, как профессиональный телохранитель Майкл Брайс поработал на наемного киллера Дариуса Кинкейда, а также чуть не умер очень много раз, он каждую ночь переживает этот ужас в кошмарных снах. К тому же герой фильма «Телохранитель жены киллера» лишился лицензии из-за Дариуса и переживает своего рода депрессию. По совету психоаналитика Майкл отправляется в заслуженный отпуск, где не нужно никого охранять и переживать стресс, а нужно наслаждаться отдыхом и заниматься духовным исцелением. Однако неприятности, в лице красотки Сони Кинкейд, находят Майкла даже в отпуске. Жена знаменитого киллера просит Майкла о помощи, так как мафия похитила Дариуса и вся надежда только на него. © ГидОнлайн",
            "mark": 7.90
        },
        {
            "id": 6,
            "name": "Гениальное ограбление",
            "year": 2020,
            "country": [
                "Испания"
            ],
            "genre": [
                "Боевик",
                "Триллер",
                "Приключения"
            ],
            "time": "1 часа 58 минут",
            "viewing": [
                "дублированный",
                "16+"
            ],
            "cast": [
                "Фредди Хаймор",
                "Сэм Райли",
                "Фамке Янссен"
            ],
            "image": "https://www.kino-teatr.ru/movie/posters/big/1/144021.jpg",
            "description": "Уолтер Морленд занимается поисками затонувших кораблей, на борту которых могут находиться дорогостоящие предметы искусства. Но на этом деятельность Уолтера не ограничивается. Он задумал провернуть гениальное ограбление крупного банка в Мадриде, где в сейфе спрятано нечто очень ценное. Уолтер собирает свою команду в которую входит выпускник инженерного факультета, юный гений Том. Правда дело осложняет тот факт, что напротив здания банка находится генштаб испанской армии. Но матч чемпионата мира по футболу, проводящийся в Мадриде, привлечет на себя все внимание властей и силовых структур. Впереди компанию аферистов ждет серьезная подготовка, а также самое рискованное дело, ведь на все про все у них всего лишь полтора часа. © ГидОнлайн",
            "mark": 8.58
        },
        {
            "id": 7,
            "name": "Кролик Питер 2",
            "year": 2021,
            "country": [
                "Австралия",
                "Индия",
                "США"
            ],
            "genre": [
                "Приключения",
                "Симейный",
                "Приключения"
            ],
            "time": "1 часа 33 минут",
            "viewing": [
                "дублированный",
                "6+"
            ],
            "director": [
                "Уилл Глак"
            ],
            "image": "https://www.kino-teatr.ru/movie/posters/big/0/137150.jpg",
            "description": "Сюжет фэнтези мультфильма для всей семьи «Кролик Питер 2» продолжает рассказывать об увлекательных и забавных приключениях героев. После того, как в загородный дом заселился молодой житель Лондона Томас, то непоседливому озорнику кролику Питеру пришлось пережить серьезное противостояние и борьбу за огород, где питаются все его собратья. Наконец-то между Томасом и Питером наступает мир, они находят общий язык и ведут спокойную жизнь. Томас жениться на своей возлюбленной Беатрис, которая пишет детские книги о кроликах после чего кролик Питер становится настоящей знаменитостью. Однако провинциальная жизнь и небольшие разногласия с Томасом и Беатрис приводят к тому, что Питер отправляется в большой город, где его ждут невероятные приключения! © ГидОнлайн",
            "mark": 8.04
        },
        {
            "id": 8,
            "name": "Лука",
            "year": 2021,
            "country": [
                "США"
            ],
            "genre": [
                "Мультфильм",
                "Симейный",
                "Комедия",
                "Приключения"
            ],
            "time": "1 час 35 минут",
            "viewing": [
                "многоголосный",
                "6+"
            ],
            "image": "https://www.kino-teatr.ru/movie/posters/big/7/141997.jpg",
            "description": "Юный житель морских глубин Лука является очень любознательным, поэтому его сильно интересует жизнь мира над поверхностью моря. Вместе с более старшим товарищем Альберто Лука покидает родной подводный мир и отправляется исследовать жизнь людей. Выйдя на берег морские чудовища перевоплощаются в подростков и начинают знакомиться с обитателями небольшого приморского городка на юге Италии. Невиданный ранее мир людей, которые разъезжают на красивых мопедах, едят вкусную домашнюю пасту и мороженное, играют в футбол, а также громко и импульсивно ругаются очень увлекает Луку. Вместе с Альберто и новой знакомой, отважной девчонкой Джулией друзья исследуют удивительный мир. © ГидОнлайн",
            "mark": 9.10
        }
    ],
    "genres": [
        "ВЕСТЕРН",
        "БИОГРАФИЯ",
        "БОЕВИК",
        "ВОЕННЫЙ",
        "ДЕТЕКТИВ",
        "ДРАМА",
        "ДОКУМЕНТАЛЬНЫЙ",
        "ИСТОРИЯ",
        "КОМЕДИЯ",
        "КРИМИНАЛ",
        "МЕЛОДРАМА",
        "МУЗЫКА",
        "МУЛЬТФИЛЬМ",
        "ПРИКЛЮЧЕНИЯ",
        "СЕМЕЙНЫЙ",
        "СПОРТ",
        "СЕРИАЛЫ",
        "ТРИЛЛЕР",
        "УЖАСЫ",
        "ФЭНТЕЗИ",
        "ФАНТАСТИКА"
    ]
}